Repository: kamperh/kamperh.github.io
Catalog: data/siyavula_en_af.3.tmx
Source language: en
Languages: af

source: they have to leave them to press for several days .
af: wanneer die blomme gepars is kan leerders dit op 'n papier plak saam met die sade wat hulle versamel het .

source: once they are pressed learners can stick the flowers onto pieces of paper along with the seeds they collected and provide the names of the flowers .
af: hulle moet die name van die blomme neerskryf .

source: these can be put up in the class .
af: u kan dit in die klas opplak .

source: the plants and animals i counted in my habitat area
af: die plante en diere wat ek in my gebied getel het

source: introducing this topic
af: inleiding tot die onderwerp

source: plants and animals humans rivers mountains everything is connected in one way or another .
af: plante en diere mense riviere berge alles is op een of ander manier met mekaar verbind .

source: all living and non living things depend on each other .
af: al die lewende en nie lewende dinge is van mekaar afhanklik .

source: do you think you are connected to plants and rivers ?
af: dink jy dat jy met plante en riviere verbind is ?

source: discuss this with your class .
af: bespreek dit met die klas .

source: teachers can use this question to assess the pre knowledge and understanding of learners regarding ecological interdependence .
af: onderwysers kan hierdie vraag gebruik om leerders se voorkennis en begrip van ekologiese interafhanklikheid te toets .

source: we say that animals plants and their habitats are interdependent .
af: ons s dat diere plante en hul habitatte interafhanklik is .

source: that means they depend on each other to survive .
af: dit beteken dat hulle afhanklik van mekaar vir oorlewing is .

source: if one part is left out for example water during a drought then the rest of the habitat including plants and animals might be destroyed !
af: as eendeel uitgelaat word byvoorbeeld water tydens 'n droogte sal die res van die habitat insluitende plante en diere vernietig kan word !

source: we can group interdependence into two main groups
af: ons kan interafhanklikheid in twee hoofgroepe verdeel

source: many plants and animals depend on each other for different things .
af: baie plante en diere is om verskillende redes van mekaar afhanklik .

source: let's have a look at some of these
af: kom ons kyk na sommige hiervan

source: animals depend on plants and other animals for food .
af: diere en plante is vir voedsel van mekaar afhanklik .

source: animals can be divided into the following groups according to what they eat
af: ons verdeel diere in die volgende groepe

source: an ecosystem is a community of living things that depend on and interact with each other and the non living things water air and soil in their different habitats .
af: 'n ekosisteem is 'n gemeenskap van lewende dinge wat onderling van mekaar afhanklik is en ook van die nie lewende dinge water lug en grond in hul verskillende habitatte afhanklik is .

source: plants depend on animals for pollination .
af: plante is dikwels van diere vir bestuiwing afhanklik .

source: animals that pollinate flowers are called pollinators .
af: ons noem diere wat blomme bestuif bestuiwers .

source: plants use different methods to attract pollinators .
af: plante gebruik verskillende metodes om bestuiwers te lok .

source: this includes producing nectar special smells or having brightly coloured flowers .
af: dit sluit nektar 'n spesiale reuk of 'n helderkleurige blom in .

source: some plants even make their flowers look like female wasps to attract male wasps !
af: sommige plante se blomme lyk selfs soos vroulike perdebye om manlike perdebye te lok !

source: pollinate means the pollen from one flower needs to get to the pollen from another flower to pollinate it .
af: bestuiwing behels die oordrag van stuifmeel vanaf die meeldrade van 'n blom na die stempel van dieselfde of 'n ander blom van dieselfde soort .

source: plants and animals depend on each other .
af: plante en diere is van mekaar afhanklik .

source: many flowering plants depend on bees to pollinate them .
af: baie blomplante is afhanklik van bye om hulle te bestuif .

source: bees depend on flowers to provide them with nectar .
af: bye is afhanklik van die nektar in die blomme om heuning te maak .

source: without nectar bees cannot make honey .
af: sonder die nektar kan hulle nie heuning maak nie en sonder die stuifmeel kan die blomme nie hul sade bevrug nie en sal hulle nie kan voortplant enaanhou lewe nie .

source: sometimes farmers don't have enough bees on their farms to pollinate their crops .
af: boere het soms nie genoeg bye op die plaas om hul gewasse te bestuif nie .

source: they rent a hive from travelling bee hive managers who bring their hives to pollinate the farmer's crops .
af: daar is byeboere wat byekorwe uithuur .

source: bees are not the only animals that can pollinate flowering plants .
af: bye is nie die enigste diere wat blomplante bestuif nie .

source: what animals do you think can pollinate a tree's flowers ?
af: kan jy aan nog diere dink wat 'n blom kan bestuif ?

source: look at the pictures below .
af: kyk na die prente hieronder .

source: birds beetles wasps ants honey eaters etc .
af: vols kewers perdebye wespe miere muise ratels ens .

source: video on pollinators http pollinatorlive.pwnet.org webcasts natures partners.php?movie file partners.en.flv
af: video oor bestuiwers goo.gl y7kah

source: teachers are encouraged to let children discuss the type of animal that can pollinate a tree's flowers based on their physical characteristics .
af: onderwysers behoort leerders toe te laat om die soorte diere wat blomme kan bestuif op grond van hulle fisiese eienskappe te bespreek .

source: perhaps ask if they think a tortoise or an bat is more likely to pollinate a tree's flowers .
af: vra moontlik die leerders watter een van 'n skilpad of 'n vlermuis eerder 'n boom se blomme sal kan bestuif .

source: then discuss why they say so .
af: bespreek dan waarom hulle so dink .

source: also include a question that makes them think about the tree's adaptations to let for example the fruit bats pollinate it the flowers need to be open during the night for example to attract bats and therefore they won't need to have bright petals but the petals will need to be bigger to allow the bat to find it using eco location !
af: vra ook vrae wat hulle laat dink oor hoe 'n boom aangepas moet wees sodat vrugtevlermuise hullesal kan bestuif die blomme moet gedurende die nag oop wees om die vlermuise te lok en hulle het daarom nie helder kroonblare nodig nie maar die kroonblare moet groter wees sodat die vlermuis dit met eggolokasie kan vind !

source: teachers should try and watch this video with their classes it is very well done and explains everything at a gr. 4 5 level with illustrations young actors the learners' age etc .
af: onderwysers behoort hierdie video saam met hul klasse te kyk dit is 'n uitstekende video wat alles op 'n graad4 5 vlak verduidelik met tekeninge jong akteurs wat so oud soos die leerders is ens .

source: the quality of the video isn't great so it wouldn't work to stream it on a large screen but perhaps a novel idea would be to ask everyone to bring in their cell phones and watch it together or to let them watch it on the computers in the computer lab ?
af: die resolusie van die video is nie goed nie daarom gaan dit nie op 'n groot skerm werk nie .

source: 1 3 of everything we eat is there thanks to pollinators !
af: eenderde van alles wat ons eet is aan bestuiwers te danke !

source: we really depend on pollinators for our food !
af: ons is werklik van bestuiwers vir voedsel afhanklik !

source: a world without pollinators would not be very sweet .
af: 'n wreld sonder bestuiwers sal nie baie soet wees nie .

source: look at the following things we eat and drink that all depend on pollinators .
af: kyk na al hierdie eet en drinkgoed wat van bestuiwers afhanklik is .

source: plants need to have their seeds spread over a wide area .
af: plante moet hulle sade oor 'n wye gebied kan versprei .

source: if all the seeds fall in one spot the plants that grow will not have enough water soil or sunlight to grow properly !
af: as al die sade op een plek val sal daar nie genoeg water grond of lig wees dat al die plante ordentlik kan groei nie .

source: that is why plants make their fruit sweet and tasty .
af: dit is hoekom plante se vrugte soet is en lekker smaak .

source: in this way they attract animals who will eat the fruit walk a long way off and excrete the seeds .
af: so lok hulle diere wat die vrug wil eet wegloop en die sade later uitskei .

source: where the seeds fall they will then have a rich fertile soil from the animal excretion to grow in !
af: daar waar die sade val sal die grond ryk en vrugbaar wees om in te groei van die dier se ontlasting !

source: other seeds stick to an animal's fur they might not even know it's there !
af: ander sade sit aan die dier se pels vas die dier mag nie eers weet dat dit daar is nie !

source: when they brush against a tree for example the seed will just fall off .
af: wanneer die dier teen 'n boom skuur val die sade af .

source: plants depend on animals for seed dispersal .
af: plante is afhanklik van die diere om die sade te versprei .

source: this is an example of interdependence between three different animals .
af: hier is 'n voorbeeld van interafhanklikheid tussen drie verskillende diere .

source: the honey badger loves to eat honey !
af: die ratel is baie lief vir heuning !

source: the honeyguide bird loves to eat the bee larvae but cannot get into the beehive without being stung to death .
af: die heuningwyservoltjie hou van die byelarwes maar kan nie in die korf kom sonder om doodgesteek te word nie .

source: the bird also cannot break the hive open .
af: die voltjie kan ook nie die korf oopkry nie .

source: so when the honeyguide finds a beehive it goes in search of a honey badger .
af: wanneer dieheuningwyser die korf kry gaan roep dit die ratel .

source: the honey badger has a thick skin that is resistant to bee stings .
af: die ratel het 'n dik vel en die bye se angels kan nie maklik daardeur steek nie .

source: the honey badger and honey guide video http www.youtube.com watch?v d544wotj5qi
af: die ratel en die heuningwyser video goo.gl g1oqg

source: the honey guide convinces the honey badger to follow it to the bee hive .
af: die heuningwyser lok die ratel na die byekorf toe .

source: the honey badger is able to use its strong legs and claws and teeth to break open the hive while its thick coat protects it from being stung .
af: die ratel gebruik sy sterk bene kloue en tande om die korf oop te breek terwyl sy dik pels hom teen bysteke beskerm .

source: after the badger has finished eating the delicious golden honey the honeyguide can enjoy all the bee larvae !
af: nadat die ratel die heerlike goue heuning gevreet het kan die heuningwyser die byelarwes geniet !

source: why can't the honey guide bird just eat some of the larvae without waiting for the honey badger ?
af: hoekom kan die heuningwyservol nie net van die larwes eet sonder om vir die ratel te wag nie ?

source: the bird cannot break open the hive by itself .
af: die vol kan nie die korf oopbreek nie en die bye sal die vol doodsteek .

source: how does the honey badger break open the hive ?
af: hoe breek die ratel die korf oop ?

source: it uses its legs claws and teeth .
af: die ratel gebruik sy bene kloue en tande .

source: why does the honey badger not get stung by the bees ?
af: waarom word die ratel nie deur die bye gesteek nie ?

source: it has a very thick coat which the bee stings cannot get through .
af: die ratel het 'n baie dik pels waardeur die bye nie kan steek nie .

source: explain in your own words how this is an example of interdependence between three animals .
af: verduidelik in jou eie woorde waarom dit 'n voorbeeld van interafhanklikheid tussendrie verskillende diere is .

source: assess learners ability to rephrase and explain this scenario in terms of interdependence .
af: assesseer leerders se vermons om die situasie in hul eie woorde weer te gee en in terme van interafhanklikheid te verduidelik .

source: both animals benefit as they are unable to get the honey without one another .
af: dit is tot voordeel van albei diere aangesien hulle voedsel kan kry .

source: without the bird the badger would not find the honey and without the badger the bird would not be able to get to the larvae .
af: sonder die vol kan die ratel nie die heuning kry nie en sonder die ratel kan die vol nie by die larwes uitkom nie.sonder die bye het die ratel nie heuning om te eet nie en die vol kry nie larwes nie .

source: living things are also depend on non living things in an ecosystem .
af: lewende dinge is ook afhanklik van die nie lewende dinge in 'n ekosisteem .

source: living things depend on their environment for
af: lewende dinge is van hul omgewing afhanklik vir

source: water and oxygen are extremely important for all living things .
af: water en suurstof is baie belangrik vir alle lewende dinge .

source: have you ever wondered how the water gets into the clouds if it runs in rivers and streams ?
af: het jy al gewonder hoe die water in die wolke kom as dit eintlik in riviere en strome vloei ?

source: remember when you learnt about the water cycle in grade 4 ?
af: onthou jy die waterkringloop wat julle in graad 4 behandel het ?

source: teachers can use this as an opportunity to discuss learners' preconceptions of the water cycle and to ascertain what they know or misunderstand in order to address this in the following section .
af: onderwysers kan hierdie geleentheid gebruik om leerders se voorkennis van die waterkringloop te bespreek en om vas te stel wat hulle verstaan of nie verstaan nie sodat dit in die volgende afdeling behandel kan word .

source: water that we drink from a tap or from a river is all part of a very big system called the water cycle .
af: drinkwater uit 'n kraan of rivier is deel van 'n groot sisteem wat die waterkringloop genoem word .

source: the water cycle is a very good example of how all living things are interdependent .
af: die waterkringloop is 'n goeie voorbeeld daarvan dat alle lewende dinge interafhanklik is .

source: you can change the water vapour you breathe out into water drops again !
af: jy kan die waterdamp wat jy uitasem weer in waterdruppels verander !

source: find a mirror or window .
af: kry 'n spiel of 'n venster .

source: breathe on it .
af: blaas jou asem daarop uit .

source: what do you see on the window ?
af: wat sien jy op die venster ?

source: see condensation on the window .
af: sien die kondensasie teen die venster .

source: teachers can reinforce the concept that as soon as the mirror or glass warms up slightly the water drops on it will evaporate again .
af: onderwysers kan die konsep versterk dat sodra die spiel of glas verwarm word die waterdruppels weer sal verdamp .

source: trees and other plants depend on the water in the soil .
af: bome en ander plante is afhanklik van die water in die grond .

source: other animals and plants depend on the water that runs down from the mountains in rivers and streams and collects in lakes .
af: ander diere en plante is afhanklik van water wat van die berge tot inriviere en strome vloei en in mere opdam .

source: plants and animals in the sea depend on this water as it forms the environment that they live in .
af: plante en diere in die see is afhanklik van water aangesien dit die omgewing is waarin hulle bly .

source: introducing this activity
af: inleiding tot hierdie aktiwiteit

source: after studying the interdependence of living and non living things in their environment this activity requires learners to identify interdependence between living organisms and their environment .
af: nadat hulle interafhanklikheid van lewende en nie lewende dinge in hulle eie omgewing bestudeer het moet leerders in die volgendeaktiwiteit die interafhanklikheid tussen lewende organismes en hul omgewing ondersoek .

source: if possible collect books and information about the sets of animals in the photos in this activity .
af: indien moontlik versamel boeke en inligtingoor die stelle diere in die foto's van die aktiwiteit .

source: there should be enough for each group to have at least 4 5 books printouts and or other material .
af: daar moet genoeg bronne wees dat elke groep minstens vier of vyf boeke uitdeelstukke en of ander materiaal het .

source: this can be used as a possible group project .
af: dit kan moontlik as 'n groepprojek gebruik word .

source: a clownfish and anemones .
af: a harlekynvissie en see anamoon .

source: clownfish are not hurt by the poison from the anemone .
af: die anemoon se gif is nie skadelik vir die harlekynvis nie .

source: the clownfish feed on small creatures living in the anemone .
af: die harlekynvis eet klein diertjies wat in die anemoon bly en dalk skadelik vir die anemoon kan wees .

source: these creatures can harm the anemone .
af: op sy beurt voed die vissie se afval die anemoon .

source: not only does the clownfish remove these creatures but the anemone uses its waste for nourishment .
af: die anemoon se gif beskerm die harlekynvissie teen roofvisse .

source: b earthworms in soil .
af: b erdwurms in die grond .

source: earthworms are dependent on the soil for a place to live .
af: die erdwurms is afhanklik van die grond vir 'n woonplek .

source: if the earthworm is exposed to air for too long its skin will dry out .
af: hulle het ryk vogtige grond nodig anders gaan hulle uitdroog as hulle vir te lank aan dro lug blootgestel is .

source: that is why they need rich moist soil to live in .
af: as erdwurms deur die grond grawe skei hulle mis af wat die grond meer vrugbaar vir ander plante en diere maak .

source: as earthworms dig through the soil they also excrete droppings back into the soil which makes it more fertile for other plants and animals .
af: terwyl die erdwurms grawe help hulle ook om diegrond lug te gee deur tonnels te maak .

source: c weaver bird building its nest .
af: c 'n vink wat sy nes bou .

source: many birds need trees and plants to build their nests in so they can raise their young .
af: baie vols is van bome en plante afhanklik om hulneste te bou om hulle kleintjies in groot temaak .

source: the weaver uses young green reeds to build its nest .
af: die vink gebruik jong groen riete omsy nes te bou .

source: these reeds are flexible and bend easily .
af: wanneer die riete nog groen is is hulle buigbaar maar wanneer hulle uitdroog word dit harder en maak dan 'n stabiele sterk nes .

source: d rhino and oxpecker .
af: d die renoster en die renostervol .

source: the oxpecker eats the ticks that are on the rhino's skin .
af: die renostervol eet bosluise vanaf die renoster en verwyder die bosluise en ander insekte van die renoster .

source: the oxpecked feeds on these ticks and the rhino is freed from the pests .
af: renostervols het dieselfde verhouding met ander soogdiere soos sebras buffels kameelperde ens .

source: e anatolian shepherds and the herd of sheep they are protecting from predators .
af: e anatoliese skaaphonde en die trop skape wat hulle teen roofdiere beskerm .

source: anatolian puppies are placed with a flock of sheep at an early age .
af: die anatoliese hondjies word van kleins af saam met die trop skape grootgemaak en word dan deel van die trop .

source: they become attached to the flock .
af: wanneer 'n roofdier naby die trop kom jaag die anatolir hulle weg .

source: when a predator like a cheetah comes near the flock the anatolian shepherd dogs will chase the predator off .
af: as anatoliese skaaphonde die trop beskerm word die roofdiere ook beskerm omdat die boer nie van hulle ontslae hoef te raak nie .

source: in the pictures above which interdependent relationship is between an animal and a plant ?
af: watter interafhanklike verhouding is tussen 'n dier en 'n plant in die foto's hierbo ?

source: the weaver and the reeds it makes its nest from .
af: die vink en die riete waarvan hy sy nes maak .

source: in the pictures above which interdependent relationship described is between an animal and the non living things in its environment .
af: watter interafhanklike verhouding in die foto's hierbo is tussen 'n dier en 'n nie lewende ding in die omgewing ?

source: the earthworm and the soil .
af: die erdwurm en die grond .

source: which example in the pictures involves the interdependence between three animals and what are they ?
af: by watter voorbeeld in die foto's is daar drie diere by die interafhanklikheid betrokke ?

source: the anatolian shepherds the sheep and the cheetahs .
af: die anatoliese skaaphonde die skape en die roofdiere .

source: website about the cheetah conservation project http www.cheetah.co.za an description.html
af: webtuiste oor die jagluiperd bewaringsprojek

source: now we know more about the different habitats on earth and in south africa .
af: ons weet nou meer oor die verskillende habitatte op die aarde en in suid afrika en ons weet ook nou dat diere en plante afhanklik van mekaar en van hul habitat is .

source: we also know that animals and plants depend on each other and on their habitat .
af: kom ons kyk nou na die verskillende soorte diere wat op planeet aarde lewe .

source: this unit explores the different kinds of animals grouped into two main groups vertebrates and invertebrates .
af: hierdie eenheid ondersoek die verskillende soorte diere wat in twee hoofgroepe verdeel word vertebrate gewerweldes en invertebrate ongewerweldes .

source: caps refer to animals with bones and those without bones .
af: die kabv verwys na diere met bene en diere sonder bene !

source: the vertebrate groups are mammals birds reptiles frogs amphibians and fish .
af: vertebrate gewerweldes is diere met 'n werwelklom en endoskelet van been soogdiere vols reptiele paddas amfibie en visse .

source: the invertebrate group are those without bones such as worms millipedes insects spiders scorpions and crabs .
af: die invertebrate ongewerweldes is daardie diere sonder 'n werwelkolom soos wurms duisendpote insekte spinnekoppe skerpioene en krappe .

source: when we group similar things together it is called classifying .
af: wanneer ons soortgelyke dinge saam groepeer noem'n mens dit klassifisering .

source: when classifying animals there are generally two main groups of animals those who have bones inside their bodies with a backbone and those who do not have bones inside their bodies .
af: wanneer ons diere klassifiseer is daar twee hoofgroepe die wat beendere binne in hul liggame het insluitende 'n werwelkolom en diere sonder beendere in hulle liggame .

source: look at the x rays of the crab and the grasshopper .
af: kyk na die x strale van die krap en die sprinkaan .

source: can you see a backbone in their bodies ?
af: sien jy 'n werwelkolom in hul liggame ?

source: why do you think this is ?
af: hoekom is dit so ?

source: they do not have bones inside their bodies .
af: hulle het nie beendere in hul liggame nie; hulle is invertebrate .

source: instead they have a hard bony outer skeleton .
af: hulle het 'n harde eksokelet in die plek daarvan .

source: what do we call animals like the grasshopper and the crab ?
af: hoe klassifiseer ons diere soos die sprinkaan en die krap ?

source: invertebrates .
af: invertebrate ongewerweldes

source: when people realised that they could group the animals into two main groups they went even further and started grouping them into smaller groups within the two main groups .
af: toe mense besef hulle kan diere in twee hoofgroepe verdeel het hulle begin om hulle in kleiner groepe onder hierdie hoofgroepe in te deel .
